[ {
  "0": {
    "name": "Andrey Vandenko",
    "text": "How are you doing?"
  },
  "1": {
    "name": "Vladimir Putin",
    "text": "Honestly?"
  },
  "2": {
    "name": "Andrey Vandenko",
    "text": "Honestly."
  },
  "3": {
    "name": "Vladimir Putin",
    "text": "I am doing very well."
  },
  "4": {
    "name": "Andrey Vandenko",
    "text": "I am happy for you. I will ask questions, and you will hopefully answer."
  },
  "5": {
    "name": "Vladimir Putin",
    "text": "I will try. Depending on the question."
  },
  "6": {
    "name": "Andrey Vandenko",
    "text": "We are facing a non-trivial task today. There are actually 20 topics, not questions! There are 20 because you have been 20 years in office. At the helm. Now, the year is 2020 and that's quite symbolic. That is why."
  },
  "7": {
    "name": "Vladimir Putin",
    "text": "Let us not forget that I was Prime Minister for four years, not President."
  },
  "8": {
    "name": "Andrey Vandenko",
    "text": "The resignation of the government. There are a lot of jokes and witticisms on this subject on the Internet. The first was probably as follows: because of the unusually warm weather in Russia its government has melted away like the snow."
  },
  "9": {
    "name": "Vladimir Putin",
    "text": "That’s funny."
  },
  "10": {
    "name": "Andrey Vandenko",
    "text": "Here is what it looks like."
  },
  "11": {
    "name": "Vladimir Putin",
    "text": "Ok, but why exactly did it melt away in parliament, I don't understand."
  },
  "12": {
    "name": "Andrey Vandenko",
    "text": "Well, it is what it is."
  },
  "13": {
    "name": "Vladimir Putin",
    "text": "You know, the Internet is an interesting tool, but at times inaccurate."
  },
  "14": {
    "name": "Andrey Vandenko",
    "text": "True. And now, all kidding aside. In fact, Medvedev’s government, the cabinet, underwent a reshuffle not that long ago, just in 2018; some left after the election (Dvorkovich, Shuvalov, Men’, Abyzov, though let's not even go there in the latter's case); so they started to work. What happened over this year and a half to provoke..."
  },
  "15": {
    "name": "Vladimir Putin",
    "text": "First, more might have happened in a year and a half, or two years. Second, the previous cabinet has really done a lot in terms of preparing the main phase of the implementation of national projects. They had to identify national development goals. And this only seems easy at first sight. In fact, it is an enormous effort. Then, tools needed to be developed on which to rely in order to achieve these national goals. The government did it as well. But then, I felt some inner certainty that here is where new people should come in to pursue work in new areas of crucial importance; people with modern training and commitment to achieving the overarching goal on key development elements. I would like to draw your attention to the fact that the core has remained. Some people from the administration, including those directly involved in the work on national projects, have moved to the government. This is of paramount importance, I believe. I’ll tell you why. If they were behind the development of these national projects and the goals we are expected to achieve in terms of national development, it stands to logic that they should be tasked with putting into practice exactly what they have suggested as these goals and tools to achieve them. So some people from the administration have come to the government to do it because that’s where it is done."
  },
  "16": {
    "name": "Andrey Vandenko",
    "text": "And some from the government have moved on to the administration…"
  },
  "17": {
    "name": "Vladimir Putin",
    "text": "Yes, yes, let them work here."
  },
  "18": {
    "name": "Andrey Vandenko",
    "text": "So changing the order of the addends does change the sum?"
  },
  "19": {
    "name": "Vladimir Putin",
    "text": "Yes, it does, for sure. That is why there is nothing unusual or unexpected here. You can of course ask me if I did say there would be no change, no plans for that. Yes, I did. If I had said that I was going to change the government tomorrow, all work would have just stopped dead the day after tomorrow. As the saying goes, call it a day and hit the hay."
  },
  "20": {
    "name": "Andrey Vandenko",
    "text": "That’s why we call it a “special operation”."
  },
  "21": {
    "name": "Vladimir Putin",
    "text": "It’s not."
  },
  "22": {
    "name": "Andrey Vandenko",
    "text": "No one knew. And who did know?"
  },
  "23": {
    "name": "Vladimir Putin",
    "text": "I did."
  },
  "24": {
    "name": "Andrey Vandenko",
    "text": "Who else?"
  },
  "25": {
    "name": "Vladimir Putin",
    "text": "Isn’t that enough?"
  },
  "26": {
    "name": "Andrey Vandenko",
    "text": "When did you make the decision?"
  },
  "27": {
    "name": "Vladimir Putin",
    "text": "It’s a secret."
  },
  "28": {
    "name": "Andrey Vandenko",
    "text": "When did you tell Medvedev?"
  },
  "29": {
    "name": "Vladimir Putin",
    "text": "That’s between the two of us."
  },
  "30": {
    "name": "Andrey Vandenko",
    "text": "But we should know, shouldn’t we."
  },
  "31": {
    "name": "Vladimir Putin",
    "text": "We have enjoyed very frank, collegial, friendly relations with Dmitry Anatolyevich for many years. We have no secrets from one another. So we discussed this issue with him."
  },
  "32": {
    "name": "Andrey Vandenko",
    "text": "You mean earlier? Or did you just confront him with a fact?"
  },
  "33": {
    "name": "Vladimir Putin",
    "text": "We had discussed it earlier and he knew what was going on."
  },
  "34": {
    "name": "Andrey Vandenko",
    "text": "He has been given a position invented for him specifically, which has never existed. You even had to hastily adopt a law to provide for this post."
  },
  "35": {
    "name": "Vladimir Putin",
    "text": "Why hastily? The law was just adopted."
  },
  "36": {
    "name": "Andrey Vandenko",
    "text": "Designation comes first, and the law follows?"
  },
  "37": {
    "name": "Vladimir Putin",
    "text": "There is nothing out of the ordinary here. If there is something in the legislation that needs adjustment, the President in accordance with the fundamental law has the right to fill in this gap in the legislation by issuing a decree, which will be followed by the adoption of a relevant law. This is just normal practice. Nothing unusual."
  },
  "38": {
    "name": "Andrey Vandenko",
    "text": "There is a certain feeling of hastiness. As if you needed some solution…"
  },
  "39": {
    "name": "Vladimir Putin",
    "text": "Your feeling is not exactly the same as the reality. You may have all sorts of feelings. You may feel that you are running a high temperature judging by your senses, but this might not be the case. You need a thermometer to know whether you have a fever or not. So, we have nothing out of the ordinary here. I’ll say it again. The legal practice is as follows: if there is a gap in the legislation, a President issues a decree, and the provision is later implemented through a law. Just wait a second. This is number one. Number two is a question: why should we be waiting long to decide on such issues? What will that achieve? According to those who do not have a clear understanding of what is going on or are critical about it, would it be better to spend another six months after the resignation of the government in order to form a new one? Can you imagine what a mess the country will be in? There should never be a gap in power. Never. Everything should be discussed and thought through in advance, in a calm and business-like manner, each step should be prepared, and then the decision should be taken and implemented. We cannot afford to muddle along here. Russia is not Belgium that can stay a whole year without any government."
  },
  "40": {
    "name": "Andrey Vandenko",
    "text": "The new government is yet another topic. And I would like to get back to the old one. Zhirinovskiy suggested that the Security Council deputy chairman be referred to as vice-president. Is it so, at face value?"
  },
  "41": {
    "name": "Vladimir Putin",
    "text": "No. Because a vice-president is the one to step in for the President assuming all his or her rights and responsibilities. We have introduced the post of deputy chairman of the Security Council. The President is chairman of the Security Council. And now I have a deputy on this particular track."
  },
  "42": {
    "name": "Andrey Vandenko",
    "text": "Another joke on the Internet: the duo has fallen out of sync."
  },
  "43": {
    "name": "Vladimir Putin",
    "text": "Nothing's out of sync."
  },
  "44": {
    "name": "Andrey Vandenko",
    "text": "The tandem…"
  },
  "45": {
    "name": "Vladimir Putin",
    "text": "We are working with Dmitry Anatolyevich as we used to. He has switched to another track in his career. That’s true. And natural, too."
  },
  "46": {
    "name": "Andrey Vandenko",
    "text": "As for the choice you made of a new prime minister. Who was on the short list?"
  },
  "47": {
    "name": "Vladimir Putin",
    "text": "I can..."
  },
  "48": {
    "name": "Andrey Vandenko",
    "text": "They mentioned Mishustin, Sobyanin… You had two decrees for signature on the table, and you were hesitating till the last moment."
  },
  "49": {
    "name": "Vladimir Putin",
    "text": "No one mentioned Mishustin except me. I can tell you that there were three candidates."
  },
  "50": {
    "name": "Andrey Vandenko",
    "text": "Three?"
  },
  "51": {
    "name": "Vladimir Putin",
    "text": "Yes. Three, or maybe even four candidates were submitted. But Mishustin was not on the list."
  },
  "52": {
    "name": "Andrey Vandenko",
    "text": "Ah, well! So this was your…"
  },
  "53": {
    "name": "Vladimir Putin",
    "text": "Mine."
  },
  "54": {
    "name": "Andrey Vandenko",
    "text": "What was your reasoning?"
  },
  "55": {
    "name": "Vladimir Putin",
    "text": "I took into account personal traits and professional skills of Mikhail Vladimirovich."
  },
  "56": {
    "name": "Andrey Vandenko",
    "text": "And the result of the digitalization he carried out at the institution he headed? Did you take it into account?"
  },
  "57": {
    "name": "Vladimir Putin",
    "text": "I did. Not the fact that he carried it out, but the fact that he really became an expert in this area. A man of practice, who understands very well what needs to be done and who knows how to do it; and he is doing it and achieves concrete results."
  },
  "58": {
    "name": "Andrey Vandenko",
    "text": "But what about the fact that he is a tax collector by profession, in other words, he is accustomed to taking, while this position is more about giving?"
  },
  "59": {
    "name": "Vladimir Putin",
    "text": "This is a very primitive understanding of the work of the tax service. Yes, naturally, it is one of the main bodies bringing funds to the state treasury; however, to think that a tax collector walks around with a club, squeezing money out of people is very primitive. No, it is quite the opposite. His mission was to ease the situation for taxpayers, to make the procedure more transparent and clear and less burdensome for citizens. An honest man who knows he properly pays all due taxes has the right to expect that the state will use the money wisely. But the first thing to do is not to simply extract money from people – it is to organize the system in such a way that both the state and tax payers could comfortably work with each other and it would be clear how things are arranged, and everybody could pay taxes without impediment, without unnecessary hassle and stress, and without running the risk of doing something that the state may interpret as illegal."
  },
  "60": {
    "name": "Andrey Vandenko",
    "text": "When this team was formed, some noticed, first of all, that you had broken, or at least it was perceived that way, certain rules that you had used to stick to, such as \"not to turn your back on your old mates\" and not to pay heed to the critics on the Internet, the public opinion, to avoid dismissals of those criticized. This time, the most toxic figures, who had been the most fiercely criticized in the media or social networks, walked away to be replaced by unknowns – that is, information on these people needed to be searched, or, googled."
  },
  "61": {
    "name": "Vladimir Putin",
    "text": "You know, the criterion was not the lack of knowledge about those people, it was their professional qualifications. I know, and Mikhail Mishustin knows these people as competent professionals. And I was to a considerable extent guided by Mikhail's opinion in this regard, not somebody else's. There were a number of candidates whom I had doubts about, but Mikhail would prove it to me that this of that person was the best fit for the job. I agreed with him because, at the end of the day, he was forming his own team and the final concrete result it achieves will depend on the efficiency of its work."
  },
  "62": {
    "name": "Andrey Vandenko",
    "text": "What window of time do they have? I mean, when will you evaluate their professional efficiency?"
  },
  "63": {
    "name": "Vladimir Putin",
    "text": "There is no window of time. All of these people are, I will say it again, competent, they all are well informed and know their job. Many of them worked, one way or another, on the national projects and national development goals, so they are totally in the know. Thus, there can be no window, no time for warming up. That is the criterion that was used when forming the government."
  },
  "length": 64
  }
]